Repository: kiddac/XKlass
Catalog: XKlass/usr/lib/enigma2/python/Plugins/Extensions/XKlass/locale/*/LC_MESSAGES/XKlass.po
Languages: pl, ru

source: Waiting
pl: Oczekiwanie
ru: Ожидание

source: In progress
pl: W trakcie
ru: В процессе

source: Finished
pl: Zakończone
ru: Завершено

source: Failed
pl: Błąd
ru: Ошибка

source: Error: %s Retry?
pl: Błąd: %s Ponowić próbę?
ru: Ошибка: %s Повторить?

source: Error
pl: Błąd
ru: Ошибка

source: An unknown error occurred!
pl: Wystąpił nieznany błąd!
ru: Произошла неизвестная ошибка!

source: A required tool (%s) was not found.
pl: Nie znaleziono wymaganego narzędzia (%s).
ru: Требуемый инструмент (%s) не найден.

source: Cancelled upon user request
pl: Anulowane na żądanie użytkownika
ru: Отмена по запросу пользователя

source: Error code
pl: Kod błędu
ru: Код ошибки

source: Catch Up Categories
pl: Kategorie nadrabiania zaległości
ru: Догоняющие категории

source: Sort: A-Z
pl: Sortuj: A-Z
ru: Сорт: А-Я

source: Back
pl: Wstecz
ru: Назад

source: Search
pl: Szukaj
ru: Поиск

source: ALL
pl: WSZYSTKIE
ru: ВСЕ

source: Server error or invalid link.
pl: Błąd serwera lub nieprawidłowe łącze.
ru: Ошибка сервера или недопустимая ссылка.

source: Reset Search
pl: Zresetuj wyszukiwanie
ru: Сбросить поиск

source: Reverse
pl: Rewers
ru: Реверс

source: Page:
pl: Strona:
ru: Страница:

source: Sort: Z-A
pl: Sortuj: Z-A
ru: Сорт: Я-А

source: Sort: Original
pl: Sortuj: Oryginał
ru: Сортировка: Оригинал

source: Sort: Added
pl: Sortuj: Dodano
ru: Сортировка: Добавлено

source: Filter this category...
pl: Filtruj tę kategorię...
ru: Отфильтровать эту категорию...

source: No results found.
pl: Nic nie znaleziono.
ru: Результатов не найдено.

source: Incorrect pin code.
pl: Nieprawidłowy kod PIN.
ru: Неправильный пин код.

source: all
pl: wszystkie
ru: все

source: Please enter the parental control pin code
pl: Wprowadź kod PIN kontroli rodzicielskiej
ru: Пожалуйста, введите PIN-код родительского контроля

source: Enter pin code
pl: Wprowadź kod PIN
ru: Введите пин-код

source: Catch-up
pl: Nadrabianie zaległości
ru: Догонялки

source: Added to download manager
pl: Dodano do menedżera pobierania
ru: Добавлено в менеджер загрузок

source: Note recording acts as an open connection.
pl: Nagrywanie notatek działa jak otwarte połączenie.
ru: Запись заметок действует как открытое соединение.

source: Do not record and play streams at the same time.
pl: Nie nagrywaj i nie odtwarzaj strumieni w tym samym czasie.
ru: Не записывайте и не воспроизводите потоки одновременно.

source: Open download manager?
pl: Otworzyć menedżera pobierania?
ru: Открыть менеджер загрузок?

source: Already added to download manager
pl: Dodano już do menedżera pobierania
ru: Уже добавлено в менеджер загрузок

source: Catchup error. No data for this slot
pl: Błąd przechwytywania. Brak danych dla tego slotu
ru: Ошибка catchup. Нет данных для этого слота

source: Catchup currently not available. Missing EPG data
pl: Usługa Catchup jest obecnie niedostępna. Brakujące dane EPG
ru: Catchup в настоящее время недоступен. Отсутствующие данные EPG

source: Do you want to resume this playback?
pl: Czy chcesz wznowić odtwarzanie?
ru: Желаете возобновить просмотр?

source: Resume position at %s
pl: Wznowienie pozycji na %s
ru: Возобновить позицию в %s

source: Catch Up
ru: Догнать

source: Resolution Change Failed
pl: Zmiana rozdzielczości nie powiodła się
ru: Изменение разрешения Не удалось

source: Manual EPG Update
pl: Ręczna aktualizacja EPG
ru: Ручное обновление EPG

source: Playlist Settings
pl: Ustawienia listy odtwarzania
ru: Настройки плейлистов

source: Download Manager
pl: Menedżer pobierania
ru: Менеджер загрузок

source: Recordings in progress. EPG not downloaded.
pl: Nagrywanie w toku. EPG nie zostało pobrane.
ru: Запись продолжается. EPG не загружен.

source: EPGs downloading.
pl: Pobieranie EPG.
ru: Загрузка EPG.

source: Vod
ru: Вод

source: Series
pl: Seria
ru: Серии

source: Not Started
pl: Nieropoczęte
ru: Не начался

source: VOD Download Manager
pl: Menedżer pobierania VOD
ru: Менеджер загрузок VOD

source: Download
pl: Pobierz
ru: Скачать

source: Remove
pl: Usuń
ru: Удалить

source: Free Space:
pl: Wolna przestrzeń:
ru: Свободное место:

source: of
pl: z
ru: из

source: Cancel
pl: Anuluj
ru: Отмена

source: Please set download folder in Main Settings.
pl: Ustaw folder pobierania w Ustawieniach głównych.
ru: Пожалуйста, установите папку загрузки в основных настройках.

source: Vod Download folder location does not exist.
pl: Lokalizacja folderu Vod Download nie istnieje.
ru: Расположение папки Vod Download не существует.

source: Please update your wget library to download https lines opkg update opkg install wget
pl: Zaktualizuj bibliotekę wget, aby pobierać linie https opkg update opkg install wget
ru: Пожалуйста, обновите свою библиотеку wget для загрузки строк https Обновление opkg opkg установить wget

source: Cancel this download?
pl: Anulować pobieranie?
ru: Отменить эту загрузку?

source: Delete this entry?
pl: Usunąć ten wpis?
ru: Удалить эту запись?

source: Please enter the correct pin code
pl: Wprowadź poprawny kod PIN
ru: Пожалуйста, введите правильный пин-код

source: The pin code you entered is wrong.
pl: Wprowadzony kod PIN jest nieprawidłowy.
ru: Введен неверный пин-код.

source: Hidden Categories
pl: Ukryte kategorie
ru: Показывать категории? (Вкл/Выкл)

source: Save
pl: Zapisz
ru: Сохранить

source: Invert
pl: Odwróć
ru: Инвертировать

source: Reset
pl: Resetuj
ru: Сброс

source: Error: All categories hidden. Please amend your selection.
pl: Błąd: Wszystkie kategorie ukryte. Zmień swój wybór.
ru: Ошибка: Все категории скрыты. Пожалуйста, измените свой выбор.

source: Live Categories
pl: Kategorie na żywo
ru: Live Категории

source: FAVOURITES
pl: aktualna lista ulubionych
ru: ИЗБРАННОЕ

source: RECENTLY WATCHED
pl: OSTATNIO OGLĄDANE
ru: НЕДАВНО ПРОСМОТРЕНО

source: Delete
pl: Usuń
ru: Удалить

source: Next Info
pl: Następne informacje
ru: Следующая информация

source: Now Info
pl: Więcej informacji
ru: Сейчас Информация

source: Recording Timer Set.
pl: Ustawienie timera nagrywania.
ru: Набор таймеров записи.

source: Recording Failed.
pl: Nagrywanie nie powiodło się.
ru: Не удалось записать.

source: TV
pl: Serial
ru: ТВ

source: Info
pl: Informacja
ru: Информация

source: Not Authorised
pl: Nieautoryzowane
ru: Не авторизовано

source: Active
pl: Aktywny
ru: Активный

source: Banned
pl: Zbanowany
ru: Забанен

source: Disabled
pl: Wyłączone
ru: Отключено

source: Expired
pl: Wygasłe
ru: Истекший

source: Active Conn:
ru: Активный Конн:

source: Max Conn:
ru: Макс Конн:

source: You have dead playlists that are slowing down loading. Press Yellow button to soft delete dead playlists
pl: Masz martwe listy odtwarzania, które spowalniają ładowanie. Naciśnij żółty przycisk, aby miękko usunąć martwe listy odtwarzania
ru: У вас есть мертвые плейлисты, которые замедляют загрузку. Нажмите желтую кнопку, чтобы мягко удалить неработающие плейлисты

source: Delete selected playlist?
pl: Usunąć wybraną listę odtwarzania?
ru: Удалить выбранный плейлист?

source: Delete providers EPG data?
pl: Usunąć dane EPG dostawców?
ru: Удалить данные EPG провайдеров?

source: Really close without saving settings?
pl: Naprawdę zamknąć bez zapisywania ustawień?
ru: Серьёзно закрыть без сохранения настроек?

source: Short name or provider name:
pl: Nazwa skrócona lub nazwa dostawcy:
ru: Краткое имя или имя поставщика:

source: Show LIVE category:
pl: Pokaż kategorię LIVE:
ru: Показать категорию LIVE:

source: Show VOD category:
pl: Pokaż kategorię VOD:
ru: Показать VOD категорию:

source: Show SERIES category:
pl: Pokaż kategorię SERIES:
ru: Показать серию категории:

source: Show CATCHUP category:
pl: Pokaż kategorię CATCHUP:
ru: Показать CATCHUP категорию:

source: Output:
pl: Wyjście:
ru: На выходе:

source: Stream Type LIVE:
pl: Typ transmisji LIVE:
ru: Тип трансляции LIVE:

source: Stream Type VOD/SERIES:
pl: Typ strumienia VOD/SERIES:
ru: Тип потока VOD/SERIES:

source: EPG offset:
pl: Przesunięcie EPG:
ru: Смещение EPG:

source: Use alternative EPG url:
pl: Użyj alternatywnego adresu URL EPG:
ru: Используйте альтернативный URL-адрес EPG:

source: Alternative EPG url:
pl: Alternatywny adres URL EPG:
ru: Альтернативный URL EPG:

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 3 characters.
pl: Nazwa bukietu nie może być pusta. Wprowadź unikalną nazwę bukietu. Minimum 3 znaki.
ru: Название букета не может быть пустым. Пожалуйста, введите уникальное название букета. Минимум 3 символа.

source: Name already used. Please enter a unique name.
pl: Nazwa jest już używana. Wprowadź unikalną nazwę.
ru: Имя уже используется. Пожалуйста, введите уникальное имя.

source: Sort: Year
pl: Sortuj: Rok
ru: Сорт: Год

source: IPTV Xtream Codes playlists player by KiddaC
pl: Odtwarzacz list odtwarzania IPTV Xtream Codes firmy KiddaC
ru: IPTV Xtream Коды плейлисты плеер от KiddaC

source: Close
pl: Zamknij
ru: Закрыть

source: Please enter recording time
pl: Wprowadź czas nagrywania
ru: Пожалуйста, введите время записи

source: Please enter recording end time
pl: Wprowadź czas zakończenia nagrywania
ru: Пожалуйста, введите время окончания записи

source: Name
pl: Nazwa
ru: Имя

source: Start Time
pl: Czas rozpoczęcia
ru: Время начала

source: End Time
pl: Czas zakończenia
ru: Время окончания

source: Series Categories
pl: Kategorie serii
ru: Категории серий

source: No series found in this category.
pl: Nie znaleziono serii w tej kategorii.
ru: В этой категории не найдено ни одной серии.

source: Season
pl: Sezon
ru: Время года

source: Cast:
pl: Obsada:
ru: Гипс:

source: Director:
pl: Reżyser:
ru: Режиссёр:

source: Add Playlist
pl: Dodaj listę odtwarzania
ru: Добавить Плейлист

source: Protocol:
pl: Protokół:
ru: Протокол:

source: Server URL: i.e. domain.xyz
pl: Adres URL serwera: np. domena.xyz
ru: URL-адрес сервера: т.е. domain.xyz

source: Port:
ru: Порт:

source: Username:
pl: Nazwa użytkownika:
ru: Имя пользователя:

source: Password:
pl: Hasło:
ru: Пароль:

source: Details are not valid or unauthorised
pl: Dane są nieprawidłowe lub nieautoryzowane
ru: Данные не являются действительными или несанкционированными

source: Bouquet name cannot be blank. Please enter a unique bouquet name. Minimum 2 characters.
pl: Nazwa bukietu nie może być pusta. Wprowadź unikalną nazwę bukietu. Minimum 2 znaki.
ru: Имя букета не должно быть пустым. Просим ввести уникальное имя букета. Минимум 2 символа.

source: Playlist added successfully.
pl: Lista odtwarzania została dodana pomyślnie.
ru: Плейлист успешно добавлен.

source: User Information
pl: Informacje o użytkowniku
ru: Информация о пользователе

source: Status:
ru: Статус:

source: Expiry Date:
pl: Data wygaśnięcia:
ru: Срок годности:

source: Created At:
pl: Pomyślnie utworzono listę ulubionych "%s".
ru: Создано:

source: Is Trial:
ru: Является пробным:

source: Active Connections:
pl: Aktywne połączenia:
ru: Активные подключения:

source: Max Connections:
pl: Maksymalna liczba połączeń:
ru: Максимальное количество подключений:

source: Allowed Output Formats:
pl: Dozwolone formaty wyjściowe:
ru: Допустимые форматы вывода:

source: Real URL:
pl: Prawdziwy adres URL:
ru: Реальный URL:

source: Timezone:
pl: Strefa czasowa:
ru: Часовой пояс:

source: Server Offset:
pl: Przesunięcie serwera:
ru: Смещение сервера:

source: You need to restart the GUI
pl: Należy ponownie uruchomić GUI
ru: Необходимо перезапустить графический интерфейс пользователя

source: Do you want to restart now?
pl: Czy chcesz teraz uruchomić ponownie?
ru: Вы хотите перезагрузиться сейчас?

source: Select skin
pl: Wybierz skórkę
ru: Выбрать скин

source: playlists.txt location
pl: lokalizacja playlists.txt
ru: списки воспроизведения.txt расположение

source: *Restart GUI Required
pl: *Wymagany restart GUI
ru: *Требуется перезапуск графического интерфейса пользователя

source: EPG download location
pl: Lokalizacja pobierania EPG
ru: Расположение загрузки EPG

source: VOD download folder
pl: Folder pobierania VOD
ru: Папка загрузки VOD

source: Default LIVE stream type
pl: Domyślny typ strumienia LIVE
ru: Тип потока LIVE по умолчанию

source: Default VOD/SERIES stream type
pl: Domyślny typ strumienia VOD/SERIES
ru: Тип потока VOD/SERIES по умолчанию

source: XKlass parental control
pl: Kontrola rodzicielska XKlass
ru: Родительский контроль XKlass

source: XKlass parental pin
pl: Pin rodzicielski XKlass
ru: Родительский пин-код XKlass

source: Show in main menu
pl: Pokaż w menu głównym
ru: Показать в главном меню

source: Use Movie Database(TMDB) for VOD & Series
pl: Użyj bazy danych filmów (TMDB) dla VOD i seriali
ru: Используйте базу данных фильмов (TMDB) для VOD & Series

source: Movie Database language
pl: Język bazy danych filmów
ru: Язык базы данных фильмов

source: Margin before catchup (mins)
pl: Margines przed odrobieniem strat (min)
ru: Маржа перед догонялкой (мин.

source: Margin after catchup (mins)
pl: Marża po odrobieniu strat (min)
ru: Маржа после догонялки (мин))

source: Allow SubsSupport plugin in VOD
pl: Zezwalaj na wtyczkę SubsSupport w VOD
ru: Разрешить плагин SubsSupport в VOD

source: Automatic EPG download time
pl: Automatyczny czas pobierania EPG
ru: Автоматическое время загрузки EPG

source: Show channel picons
pl: Pokaż pikony kanału
ru: Показать канал пиконов

source: Show Vod/Series posters
pl: Pokaż plakaty Vod/Series
ru: Показать плакаты Vod/Series

source: Show infobar picons
pl: Pokaż pikony infobar
ru: Показать инфобокс пиконы

source: Show infobar posters
pl: Pokaż plakaty infobar
ru: Показать плакаты на информационной панели

source: Auto start XKlass on boot
pl: Automatyczne uruchamianie XKlass przy starcie systemu
ru: Автоматический запуск XKlass при загрузке

source: Choose Directory:
pl: Wybierz katalog:
ru: Выберите Каталог:

source: Choose directory
pl: Wybór katalogu
ru: Выберите каталог

source: Main Menu
pl: Menu główne
ru: Главное меню

source: Catch Up TV
ru: Догнать ТВ

source: Warning: delete stored json data for all playlists... Settings, favourites etc. Playlists will not be deleted. Do you wish to continue?
pl: Ostrzeżenie: usuń zapisane dane json dla wszystkich list odtwarzania... Ustawienia, ulubione itp. Listy odtwarzania nie zostaną usunięte. Czy chcesz kontynuować?
ru: Предупреждение: удалите сохраненные данные json для всех плейлистов... Настройки, избранное и т.д. Плейлисты не будут удалены. Хотите продолжить?

source: Vod Categories
pl: Kategorie Vod
ru: Vod Категории

source: Movie
pl: Film
ru: Видео

source: The IMDb plugin is not installed! Please install it.
pl: Wtyczka IMDb nie jest zainstalowana! Prosimy o jej zainstalowanie.
ru: Плагин IMDb не установлен. Пожалуйста, установите его.

source: VOD
ru: ВОД
